cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'avro-c'
brew 'avro-tools'
brew 'bash'
brew 'boost'
brew 'cairo'
brew 'cask'
brew 'cloog'
brew 'cmake'
brew 'cmatrix'
brew 'cmus'
brew 'coreutils'
brew 'curl'
brew 'duplicity'
brew 'duply'
brew 'eigen'
brew 'exiftool'
brew 'faad2'
brew 'findutils'
brew 'flac'
brew 'fontconfig'
brew 'freetype'
brew 'gcc'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'gettext'
brew 'git'
brew 'glib'
brew 'gmp'
brew 'gnu-sed'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'grc'
brew 'grep'
brew 'gtk+'
brew 'harfbuzz'
brew 'hdf5'
brew 'hicolor-icon-theme'
brew 'htop-osx'
brew 'hub'
brew 'icu4c'
brew 'ilmbase'
brew 'imagemagick'
brew 'intltool'
brew 'isl'
brew 'jp2a'
brew 'jpeg'
brew 'jq'
brew 'keybase'
brew 'libao'
brew 'libcue'
brew 'libevent'
brew 'libffi'
brew 'libgit2'
brew 'libmpc'
brew 'libogg'
brew 'libpng'
brew 'librsync'
brew 'libssh2'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libusb'
brew 'libvorbis'
brew 'libyaml'
brew 'mad'
brew 'mercurial'
brew 'moreutils'
brew 'mp4v2'
brew 'mpfr'
brew 'mpg123'
brew 'msmtp'
brew 'mutt'
brew 'mysql'
brew 'narwhal'
brew 'neovim'
brew 'netcat'
brew 'nettle'
brew 'nmap'
brew 'node'
brew 'numpy'
brew 'oniguruma'
brew 'opencv'
brew 'openexr'
brew 'openssh'
brew 'openssl'
brew 'pango'
brew 'pcre'
brew 'pixman'
brew 'pkg-config'
brew 'pngcrush'
brew 'popt'
brew 'portaudio'
brew 'postgresql'
brew 'py2cairo'
brew 'pygobject'
brew 'pygobject3'
brew 'pygtk'
brew 'python'
brew 'python3'
brew 'qt'
brew 'rbenv'
brew 'readline'
brew 'ringojs'
brew 'roundup'
brew 'ruby'
brew 'ruby-build'
brew 'screen'
brew 'solr'
brew 'spark'
brew 'sqlite'
brew 'szip'
brew 'thefuck'
brew 'tmux'
brew 'tokyo-cabinet'
brew 'tree'
brew 'unixodbc'
brew 'unrar'
brew 'vim'
brew 'vtk'
brew 'watch'
brew 'wget'
brew 'wifi-password'
brew 'xz'
brew 'youtube-dl'
brew 'zlib'

cask '1password'
cask 'adobe-illustrator-cc'
cask 'adobe-photoshop-cc'
cask 'alfred'
cask 'arq'
cask 'bartender'
cask 'daisydisk'
cask 'dropbox'
cask 'flux'
cask 'framer'
cask 'google-chrome'
cask 'keepingyouawake'
cask 'rescuetime'
cask 'seil'
cask 'sketch'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'sublime-text'
cask 'telegram'
cask 'torbrowser'
cask 'transmission'
cask 'vlc'
cask 'calibre'
cask 'iterm2'


